{
  "name": "Jolin",
  "products": [
    {
      "name": "Avalith",
      "added": "2024-05-16",
      "slug": "avalith",
      "link": "https://jolin.tech/avalith",
      "videos": [],
      "tags": [
        "analog",
        "cv",
        "drone",
        "patchable"
      ],
      "description": "\n\nAVALITH is a drone synthesizer with a matrix of 100 raw oscillators in an open design configuration framed by a four-pole analog lowpass filter\n\n- 100 Transistor-Based Oscillators with 20 different oscillation frequencies divided into 10 banks of which all have a control wheel potentiometer, starve input, dedicated output and an assignable performance-oriented button.\n- A Dupont patchbay with 200 access points for an open design approach.\n- 4-Pole resonant variable state lowpass filter with dedicated CV controls.\n- Master Starve control with CV input.\n- Global envelope and peak CV output.\n- Hi-Z Preamp with pre/post filter switch for auxiliary input.\n- High-quality headphone driver – 3.5mm stereo jack.\n- Standalone with a custom black aluminium riveted case.\n- Flexible power solutions to enhance portability: USB C power delivery (20V) or barrel brick (18-24V).\n- It can power another small compatible eurorack case or pod (male-male cable included)\n- Eurorack ready with front-panel selector switch.\n\nAVALITH operates on the principle of utilizing transistors in a state known as negistors, which is similar to the concept used in its predecessor, Tabor. \n\nThe fundamental aim of Avalith is to produce a dense and immersive 'wall of sound' by manipulating pure electrical signals. This involves incorporating waves of various amplitudes and frequencies and then combining them to create a monolithic undertow. With 100 open and amorphous oscillators, Avalith seeks to recreate the creative environment that led to Tabor's inception, allowing users to patch them individually or in banks.\n\nThese oscillators are grouped into sets of ten, each featuring frequency controls, internal patch bays, dedicated I/O sockets, and arrays of performance-oriented buttons for customizable functions. \n\nThe 'starve' control regulates voltage entering the transistors to induce the negistor state, adjustable at both individual bank and master levels via control voltage.\n\nIts filter system includes an analog variable state 4-pole lowpass filter with resonance and frequency controls, complemented by dedicated CV inputs and an attenuverter for external control.\n\nAvalith also includes a built-in input preamp with routing options, enabling users to incorporate external audio sources into their sound design process. This feature expands the creative possibilities of Avalith by allowing the blend of external sounds with the synthesized signals generated by the oscillators.\n\nAs a standalone desktop unit, Avalith boasts an innovative hybrid power supply utilizing USB-C Power Delivery (20V), with the DC barrel plug doubling as an output to power another compatible eurorack case, making it perfect for outdoor use with a PD power bank. Additionally, Avalith can also accept power from a standard power brick (from 18V to 24V) if USB-C Power Delivery is not available.\n\nWhen integrated into an eurorack system, Avalith is 68HP wide, with the power selector toggle also serving as an on/off switch.\n"
    }
  ],
  "added": "2024-05-21",
  "link": "https://jolin.tech/",
  "description": "\n\nJolin is a music technology brand specialized in sound art installations and modular synthesizers led by Federico Intrisano - hardware designer and musician. The workshop is based in Milan, Italy.\n"
}