{
  "name": "Poetaster's Tonetoys",
  "products": [
    {
      "name": "Keep",
      "added": "2024-05-20",
      "slug": "keep",
      "link": "https://poetaster.org/keep/",
      "videos": [],
      "tags": [
        "analog",
        "diy",
        "patchable",
        "dupont-connectors"
      ],
      "description": "\n\nThe keep, though mini, contains a self-sequencer and two voices. The first voice is a simple pulse, from a Hex Schmitt-Trigger, fed through a vactrol (diy) which can be modulated. The second voice is the result of the two FM inputs of an XR2206 which can be switched (quickly, too!) chained, amplitude modulated and tuned between sine and triangle output. So, two voices the second of which can quickly switch character!\n\nThe sequencer is the primary pulse wave fed into a 4040 binary ripple counter. And mixed, or tapped at each output. 4 of the higher frequency outputs are mixed via two pots. Which you can add more inputs to. Or tap. Using a simple linear pot means that you can create patterns consisting of multiple 4040 outputs overlapping.\n\nIn short a 'nearly' digital cousin to the kastle.\n"
    },
    {
      "name": "Rampart",
      "added": "2024-05-08",
      "slug": "rampart",
      "link": "https://poetaster.org/rampart/",
      "videos": [],
      "tags": [
        "digital",
        "diy",
        "patchable",
        "dupont-connectors",
        "arduino",
        "open-source"
      ],
      "description": "\n\nRampart is a mini-modular synth and experimental box built around the Arduino Nano or the slightly faster and better equipped LGT8F328P – LQFP32. \n\nRampart is designed to allow you to build synths that can be controlled with CV input or produce CV. It has audio/clk input and output, the input being pocket operator compatible. The kit includes a lgt8f328p which has slightly better features than the original Arduino Nano.\n\n> I’ve been making the original variant for years as a means to creating small synths to interact with other small synths like [bastl’s](@/bastl/_index.md) [Kastle](@/bastl/kastle.md). And of course, my own [Keep](@/poetasterstonetoys/keep.md).\n"
    },
    {
      "name": "Scarp",
      "added": "2024-03-20",
      "slug": "scarp",
      "link": "https://poetaster.org/scarp/",
      "videos": [],
      "tags": [
        "digital",
        "raspberry-pi-pico",
        "diy",
        "open-source"
      ],
      "description": "\n\nScarp is a platform for building musical toys that need buttons :) It uses a Raspberry Pi Pico as a processor.\n\n> I was frustrated with my pocket operators and got some inspiration from picokore. Because I’d like to swap things in the design I decided to make a slightly bigger thing where you can actually get at all the pins. Also, I decided to make a design where you can swap the use of the SDA/SCL pins between a DAC and a display. I also wanted to add a way to move the grooves when chaining with Pocketoperators without the hassle. With scarp, it’s a few simple movements to modify the groove while your playing live.\n"
    }
  ],
  "added": "2024-05-24",
  "link": "https://poetaster.org/",
  "description": "\n\nDIY electronic instrument kits from Germany\n"
}