{
  "name": "Oficina De Sonido",
  "products": [
    {
      "name": "Eskite Granular Synthesizer",
      "added": "2020-03-30",
      "slug": "eskite",
      "link": "https://www.tindie.com/products/oficinadesonido/eskite-granular-synthesizer/",
      "videos": [],
      "tags": [
        "granular",
        "drone",
        "digital",
        "arduino",
        "lofi",
        "open-source",
        "cv",
        "battery"
      ],
      "description": "\n\nEskite is a granular synthesizer based on the Auduino synthesizer. His heart is an Atmega 328 microcontroller and is programmed using the Arduino platform.\n\nUsing the technique of granular synthesis, the sound is generated by playing the same noise ('sound grain') repeatedly at a very high speed. This merges into a tone that is an audible hybrid of the repetition rate and the original grain. It sounds quite similar to an oscillator with two resonating bandpass filters, although the different architecture means there are lots of additional interesting noises at parameter extremes.\n\nThe grain consists of two triangular waves of adjustable frequency, and adjustable decay rate. This is based on FOF synthesis model, but using triangle waves instead of sine and using a rectangular window.\n\nThe repetition rate is set by another potentiometer. Eskite has six different modes or scales: logarithmic, diatonic, C major and minor and C pentatonic major and minor switchable between modes by a button which cycles through them and differentiates by blinking an LED according to the mode number. The sound also controls a LED that allows the output signal to be displayed.\n\n"
    },
    {
      "name": "Hanan Cumbia",
      "added": "2020-10-10",
      "slug": "hanancumbia",
      "link": "https://www.tindie.com/products/oficinadesonido/hanan-cumbia-tropical-drum-machine/",
      "videos": [],
      "tags": [
        "sequencer",
        "rhythm",
        "digital",
        "lofi",
        "arduino",
        "open-source",
        "sync",
        "usb-power"
      ],
      "description": "\n\nDrum Machine with sounds and rhythms of Cumbia Programmed on the Arduino platform and based on the Bleep Drum from Bleep Labs\n\nCollaboration with Yeffry Ruta Mare in graphic design and Los Laberintos in screen printing.\n\n- 4 Sounds: Kick, Guiro, Cow Bell and Conga\n- 2 with Pitch control (Cow Bell and Conga)\n- 4 sequences of 32 steps each\n- You can record sequences in real time just by playing them\n- Clock input to synchronize with other machines\n- Tap Tempo\n"
    }
  ],
  "added": "2024-05-24",
  "link": "https://www.oficinadesonido.org",
  "description": "\n\nOficina de Sonido is an independent project for the design and construction of musical instruments. We also offer consulting to artists who want to work on sound projects and instrument building workshops.\n"
}